Repository: ArtyBrg/EasySave
Catalog: EasySave/Resources.*.resx
Languages: fr

source: Execute backup execution completed
fr: Execution du travail de sauvegarde terminé

source: Create backup job
fr: === Créer un travail de sauvegarde ===

source: Create job name
fr: Entrez le nom du travail

source: Create job path
fr: Entrez le chemin du fichier source

source: Create job target
fr: Entrez le chemin du fichier ciblé

source: Create job type
fr: Entrez le type de sauvegarde (Complete/Differentiel)

source: Execute backup enter job id
fr: Entrez l'id des travaux de sauvegarde pour executer (1 ;3 / 1-3):

source: Execute backup job
fr: === Executer un travail de sauvegarde ===

source: Execute backup no available
fr: Aucun travail de sauvegarde disponible

source: Execute backup no job select
fr: Aucun travail sélectionné

source: Execute backup no valid id
fr: Aucun id valide de travail entré

source: Execute backup print list
fr: Travaux de sauvegarde disponibles:

source: Job name already exists
fr: Nom de travail déjà existant

source: job type complete
fr: Complete

source: job type differential
fr: Differentiel

source: job type error
fr: Type invalide. Entrez 'Complete' ou 'Differentiel'

source: Main menu create
fr: 1. Créer un travail de sauvegarde

source: Main menu execute
fr: 2. Executer un travail de sauvegarde

source: Main menu exit
fr: 4. Quitter

source: Main menu list
fr: 3. Lister les travaux de sauvegarde

source: Main menu select language
fr: 5. Sélectionner la langue FR/EN

source: Main menu select option
fr: Sélectionnez une option :

source: Maximum job create
fr: Vous avez atteins le nombre maximum de travaux de sauvegarde (5).

source: Select language
fr: Pour sélectionner la langue entrez 'FR' ou 'EN'

source: Title
fr: === EasySave Menu Principal ===

source: Execute backup executing error
fr: Erreur d'execution du travail de sauvegarde

source: List job title
fr: === Liste des travaux de sauvegarde ===

source: List job no backup available
fr: Aucun travail de sauvegarde disponible

source: List job input empty
fr: L'entrée ne peut pas être vide. Essayez encore:
